# _*_ coding: utf-8 _*_
"""
-------------------------------------------------
@File Name： __init__.py
@Description:
@Author: caimmy
@date： 2019/10/22 12:55
-------------------------------------------------
Change Activity:

@version 0.2 [2021-05-13] 修正了上传事件解析失败的bug，增加了下载临时媒体文件的功能
@version 0.3 [2021-05-26] 增加了工作台自定义模板相关的api接口
@version 0.4 [2021-05-28] 增加AI OCR文本识别功能
@version 0.5 [2022-12-03] 针对第三方服务商功能补充相关功能
@version 0.6 [2022-12-26] 完成第三方获取组织架构的相关api封装
@version 0.7 [2023-01-24] 增加企微获取部门及用户编号接口
@version 0.71 [2023-01-28] 增加企微获取部门及用户编号接口，修正获取人员编号列表的返回值
@version 0.8 [2023-02-01] 增加企微第三方开发部分基础接口
@version 0.81 [2023-02-11] 增加“设置授权配置”接口
-------------------------------------------------
"""

__version__ = "0.81"